IDEA StatiCa Open Model
IdeaConImportSettings.RunningApplication Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Running application
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string RunningApplication { get; set; }
Public Property RunningApplication As String
	Get
	Set
public:
property String^ RunningApplication {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
IdeaConImportSettings Class
IdeaRS.OpenModel.Connection Namespace